;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Joan Queralt
; 
; Wise Jet Search:
; Soft Version: 2.25
; Update: 2015-12-07
;
[GUI]
ButtonYes=Sí
ButtonNo=No
ButtonOK=D'acord
ButtonMinimize=Minimitzar
ButtonMaximize=Maximitzar
ButtonClose=Tancar
ButtonRestore=Restaurar
ButtonMenu=Menú

[Translation]
LangCode=0403
ReadHabit=Esquerra a dreta
LanguageName=Català
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Informació
Warning=Advertències
Error=Error
Confirm=Confirmar
FrmJSAbout.caption=Quant a
FrmJSAbout.btnok.caption=D'acord
FrmJSAbout.lblver.caption=Versió actual:
FrmJSAbout.lblemail.caption=E-Mail de suport:
FrmJSAbout.lblhome.caption=Pàgina Web:
FrmJSAbout.lblthank.caption=Agraïm la col·laboració de les següents persones:
;
; Popup Menu
;
unsupported=Format no suportat
denied=Accés denegat
unknownpath=Cap Ruta
pmCheckMsg=Comprovar novetats
pmforum=Fòrum
pmHelp=Ajuda en Línia
pmHome=Pàgina Web
pmCheckNew=Cercar Actualitzacions 
pmContact=Contacti amb nosaltres
pmLang=Idioma
pmAbout=Quant a...
pmcpfilename=Copiar Ruta Completa
pmcppath=Copiar Directori
pmopen=Obrir Arxiu
pmopenfolder=Obrir Carpeta
pmcpfile=Copiar Arxiu/Carpeta
pmdel=Esborrar Arxiu/Carpeta
pmatt=Propietats
pmSelectAll=Seleccionar Tot
pmSelectNone=Seleccionar Res
pmSelectInvert=Invertir Selecció
pmCheckNew=Cercar actualitzacions
pmJetHelp=Executar recerca ràpida
nopath=No existeix la ruta 
;
; Main GUI
; 
FrmRSMain.btnlikeit.caption=M'agrada
FrmRSMain.btnSearch.caption=Cercar
FrmRSMain.btnfeedback.caption=Suggeriments i comentaris
FrmRSMain.btncheckupdate.caption=Cercar actualitzacions
FrmRSMain.btnFacebook.hint=Doni'ns un m'agrada a Facebook
FrmRSMain.btnTwitter.hint=Comparteixi Wise JetSearch a Twitter
FrmRSMain.btnemail.hint=Comparteixi Wise JetSearch amb els seus amics
;
;Like us
;
Frmlikeit.lblTitle.caption=Si li agrada Wise JetSearch comenti-ho entre els seus coneguts.
Frmlikeit.lblInfo.caption=Comparteixi Wise JetSearch amb la família, amics i companys per email, Bloc, Twitter, Youtube, Facebook, ect .. Els ajudarà en les seves tasques diàries.
Frmlikeit.lblRate.caption=Qualifiqui Wise JetSearch:
Frmlikeit.lblfollow.caption=Segueixi'ns a:
Frmlikeit.lblshare.caption=Comparteixi Wise JetSearch:
Frmlikeit.btndownload.caption=Descàrrega lliure
Frmlikeit.imgrate.hint=Doni'ns 5 estrelles a CNET
Frmlikeit.imgmail.hint=Comparteixi-ho amb els seus amics
Frmlikeit.imgface1.hint=Comparteix-ho al Facebook
Frmlikeit.imgface2.hint=Segueixi'ns a Facebook
Frmlikeit.imgtwitter1.hint=Comparteixi-ho a Twitter
Frmlikeit.imgtwitter2.hint=Segueixi'ns a Twitter
Frmlikeit.Caption=M'agrada
Frmlikeit.lbldownload.caption=Descarregar més programes gratuïts des WiseCleaner.com:

[Edit]
pmcut=Tallar
pmcopy=Copiar
pmpaste=Enganxar
pmdelete=Esborrar
pmselectall=Seleccionar Tot


[Message]
Loading=Creant índex...
Loaded=Índex completat
Audios=Àudios
Videos=Videos
Images=Imatges
Document=Documents
Compressed=Arxiu Comprimit
Email=E-Mail
NewVer=Una nova versió està disponible! Vol actualitzar ara?
KeyDelete=Esborrar
AllHardDrive=Discs Locals ->
SelectHardDrive=Si us plau, seleccioni un Disc
ScanFor=Cercant en la unitat:
Search=Cercar
LeftTimeSec=Segons: %s
NoKeyWord=Introdueixi les paraules clau que vol cercar
Stop=Aturar
NoDriveChecked=Seleccioni les unitats de Disc a examinar
NoNewVer=Està utilitzant l'última versió del programa
TranslateTo=Traduir a...

[FastFind]
Name=Nom
Path=Ruta
FileSize=Mida
FileType=Tipus
DateModified=Modificat
KeyWord=Introduir paraules clau
SearchFinish=Acabada la recerca. Arxius i Carpetes trobats: %d
SearchAborted=Cancel·lada la recerca. Arxius i Carpetes trobats: %d 
NoResult=No s'ha trobat cap arxiu coincident.

[Help]
Startup=Executar JetSearch en iniciar l'ordinador
AutoRunMain=Executar finestra de recerca ràpida amb JetSearch
Del=Esborrar
Tips=Recerca ràpida d'arxiu o carpeta local